<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

$this->title = 'About';
?>
<div class="site-about">
    <br>
    <h1>О нас</h1>

    <p>
    Мы готовим востребованных специалистов в области информационных технологий и радиоэлектроники. <br><br>

Наши специальности, входящие в ТОП 50 востребованных профессий и специальностей в России: "Информационные системы и программирование", "Сетевое и системное администрирование", Обеспечение безопасности автоматизированных систем".
А профессия Монтажник РЭАиП входит в перечень наиболее востребованных профессий в Томской области. <br><br>

С 2014 года наши студенты принимают участие в региональных, отборочных и финальных турах национального чемпионата WorldSkills Russia. И показывают высокие результаты.
В 2019 году наши студенты стали призерами международного чемпионата WorldSkills Kazan2019 в компетенции "Разработка программных решений с использованием блокчейн технологий".
Юниор по компетенции "Веб-дизайн и разработка" занял первое место, продемонстрировав лучший результат на Мировом чемпионате. <br><br>

В 2020 году наш студент завоевал серебро VIII национального чемпионата WorldSkills Russia в компетенции «Программные решения для бизнеса». <br><br>

<iframe src="https://vk.com/video_ext.php?oid=-8338335&id=456239537&hash=86bfd2a38c5b9f40&hd=2" width="853" height="480" allow="autoplay; encrypted-media; fullscreen; picture-in-picture;" frameborder="0" allowfullscreen></iframe> <br> <br>

Мы внедряем в образовательный процесс профессиональные и международные стандарты WorldSkills.
В 2019 году на базе нашего техникума в рамках нацпроекта «Образование» одним из первых в стране был открыт Центр опережающей профессиональной подготовки кадров. <br><br>

ТТИТ включен в Федеральный Реестр «Всероссийская Книга Почёта» 2019 года, признан лучшим среди профессиональных образовательных организаций Томской области за 2019-2020 учебный год, трижды входил в перечень лучших образовательных организаций профессионального образования движения «Молодые профессионалы» (WorldSkills Russia) <br><br>
    </p>

</div>
